{
  "en": {
    "id": "f4066bf3-5ded-4cf5-bd17-cc2800911e90",
    "tag": "War anxiety",
    "image": "https://res.cloudinary.com/twentyninek/image/upload/q_auto,t_global/v1646132312/Categories/War_anxiety_zpbap2.png",
    "description": "War can trigger intense feelings of fear, anxiety and hopelessness. And while difficult emotions can lead us to meaningful action, we can feel helpless if we don’t know what to do or how to contribute. \n\nHere we learn how to become the change we want to see in the world by working out the things we can control. \n\nNote: If you are under severe stress, this might not be what you need right now. It might be better to call a friend or [a helpline](https://29k.org/helplines)."
  },
  "sv": {
    "id": "f4066bf3-5ded-4cf5-bd17-cc2800911e90",
    "tag": "Krigsoro",
    "image": "https://res.cloudinary.com/twentyninek/image/upload/q_auto,t_global/v1646132312/Categories/War_anxiety_zpbap2.png",
    "description": "Krig och konflikter sprider rädsla, oro och hopplöshet över hela världen.\n\nÄven om svåra omständigheter kan motivera oss till förändring är det vanligt att vi känner oss hjälplösa och osäkra på hur vi kan göra skillnad. \n\nGenom att förstå vad vi kan påverka och vad vi inte kan påverka kan vi förbättra våra möjligheter att göra något meningsfullt. Och kanske är det just det som behövs för att skapa den förändring vi vill se i världen. \n\nObs: Om du befinner dig under extrem stress eller kämpar för överlevnad är den här kursen kanske inte det du behöver just nu. En lista på internationella [hjälplinjer finns här](https://29k.org/helplines)."
  },
  "pt": {
    "id": "f4066bf3-5ded-4cf5-bd17-cc2800911e90",
    "tag": "Guerra e ansiedade",
    "image": "https://res.cloudinary.com/twentyninek/image/upload/q_auto,t_global/v1646132312/Categories/War_anxiety_zpbap2.png",
    "description": "A guerra atual está a induzir medo, ansiedade e desesperança em todo o mundo.\n\nEmbora as emoções difíceis nos levem muitas vezes a ações construtivas, é muito comum sentirmo-nos desamparadas/os, sem saber o que fazer nem como contribuir da melhor maneira para o que está a acontecer.\n\nAtravés da ativação das nossas forças interiores, vamos tentar ver o que está sob o nosso controlo imediato e o que não está, para podermos executar as ações mais eficazes. E assim, podemos fazer parte da mudança que queremos ver no mundo.\n\nNota: se estiveres debaixo de stress significativo, esta pode não ser a solução que precisas neste momento. Pode ser melhor telefonares a um/a amigo/a ou para uma linha de apoio ([neste link](https://joseneves.org/pt/29-k-fjn-linhas-de-ajuda))."
  }
}