{
  "en": {
    "title": "What is a group?",
    "text__markdown": "#### **A 29k group is a place for human connection. It consists of two or more fellow users, who support each other on the journey of inner development.**\n\n*“It’s incredible how I can feel strong closeness to my team persons and relate to what they are sharing.“*\n\nSome 29k groups are formed by 29k users who met through the app, others are private groups of friends or family members who use the 29k resources together.\n\nEither way, group members in each group decide what they want to work on together, and how and when to share with each other."
  },
  "sv": {
    "title": "Vad är en grupp?",
    "text__markdown": "#### En 29k-grupp är en plats för mänsklig kontakt. En grupp består av två eller fler användare som stöttar varandra och utvecklas tillsammans.\n\n*“Fantastiskt att jag kan känna så stark samhörighet med de andra och verkligen relatera till det dom säger.“*\n\nEn grupp består antingen av 29k-användare som träffats genom appen, eller så är gruppen privat och består då av vänner eller familj som vill använda appen tillsammans.\n\nOavsett vilket, så är det upp till gruppens medlemmar att besluta vad de vill arbeta med samt hur och när de vill dela med varandra."
  },
  "pt": {
    "title": "O que é um grupo?",
    "text__markdown": "#### Um grupo 29k FJN é um local de conexão entre pessoas. É formado por 2 ou mais amigas, amigos ou outros utilizadores que se reúnem semanalmente para partilharem experiências e se suportarem na sua jornada de desenvolvimento pessoal e bem-estar.\n\n*“É incrível como consigo sentir uma forte proximidade com as pessoas do meu grupo e me consigo identificar com o que elas estão a partilhar.“*\n\nAlguns grupos 29k FJN são formados por pessoas que se conheceram através da app, outros são grupos privados de amigos ou membros de uma família que utilizam conjuntamente a 29k FJN.\n\nEm qualquer uma destas situações os membros de cada grupo decidem no que querem trabalhar em conjunto e como e quando fazem as sessões de partilha uns com os outros."
  }
}