{
  "en": {
    "title": "What does science say?",
    "text__markdown": "#### Opening up and sharing your thoughts and feelings in a safe space with others can help us heal from difficult experiences.\n\n1. **Naming your experience** is an important step. \n2. **Telling others** is letting your inner world be seen and validated. \n3. **Listening to others’** stories can help us realise that we are not alone in experiencing pain, difficult thoughts or strong emotions. \n\n**Why do we heal?**\\\nAs humans, we have evolved to depend on each other as survival has required cooperation.\\\nSharing the burden and consoling others in distress has been shown to trigger our brains’ reward systems, and regular interactions between someone who shares and someone who cares may improve overall mental health as well as reduce stress.\n\n- - -\n\n#### Jenny Rickardsson, PhD, Karolinska Institute and 29k\n\n**SCIENTIFIC REFERENCE** \n\nBrandon A. Kohrt, Katherine Ottman, Catherine Panter-Brick, Melvin Konner, Vikram Patel, 2020. “Why we heal: The evolution of psychological healing and implications for global mental health” *Clinical Psychology Review*"
  },
  "sv": {
    "title": "Vad säger vetenskapen?",
    "text__markdown": "#### Att öppna sig och dela tankar och känslor med andra i ett tryggt rum kan hjälpa oss växa och hantera svåra upplevelser.\n\n1. **Sätta ord** på upplevelsen är ett viktigt steg. \n2. **Berätta** för andra är att låta vår inre värld synas och bli bekräftad.  \n3. **Lyssna** på andras berättelser kan få oss att inse att vi inte är ensamma om att känna smärta, ha jobbiga tankar eller starka känslor.  \n\n**Varför fungerar det?**\\\nAtt kunna samarbeta har varit helt avgörande för oss människor under vår utveckling, att kunna lita på varandra har varit livsviktigt. Så det är kanske inte så konstigt att våra hjärnors belöningssystem triggas när vi delar varandras bekymmer eller stöttar den som behöver. Regelbundna möten mellan någon som delar och någon som lyssnar kan förbättra det psykiska välmåendet och samtidigt minska stress.\n\n- - -\n\n#### Jenny Rickardsson, med.dr, Karolinska institutet och 29k\n\n**VETENSKAPLIG REFERENS** \n\nBrandon A. Kohrt, Katherine Ottman, Catherine Panter-Brick, Melvin Konner, Vikram Patel, 2020. “Why we heal: The evolution of psychological healing and implications for global mental health” *Clinical Psychology Review*"
  },
  "pt": {
    "title": "O que diz a ciência?",
    "text__markdown": "#### Abrirmo-nos à partilha dos nossos pensamentos e sentimentos com outras pessoas, num espaço seguro, ajuda-nos a curar experiências difíceis.\n\n1. **Nomeares a tua experiência** é fundamental. \n2. **Contar aos outros** permite validar e tornar visível o teu mundo interior. \n3. **Ouvir as histórias dos outros** ajuda-te a tomar consciência que não estás sozinho nas experiências mais dolorosas, nos pensamentos difíceis ou nas emoções mais fortes. \n\n- - -\n\n#### Revisto por Jenny Rickardsson, PhD, Karolinska University Hospital\n\n**Fontes Científicas** \n\nBrandon A. Kohrt, Katherine Ottman, Catherine Panter-Brick, Melvin Konner, Vikram Patel, 2020. “Why we heal: The evolution of psychological healing and implications for global mental health” *Clinical Psychology Review*"
  }
}