{
  "en": {
    "title": "What is a sharing?",
    "text__markdown": "#### Sharing is showing your inner world, your thoughts and feelings, to others, and holding space for them to do the same.\n\nBoth experience and science show that sharing with other people brings a whole new dimension to the learning process, and helps you go deeper and grow both faster and steadier.\n\n\\\n**Sharing is an opportunity for you to:**\n\n* Put in words and reflect on your thoughts and emotions\n* Gain perspectives by listening to others\n* Experience raw, vulnerable human connection\n\n\\\n**What do we share?**\n\nYou share your reflections and experiences from working with lessons and other material in the app.\n\nIf you do a course, most lessons have specific sharing questions and suggestions on which notes to bring up with your group. The group can decide to do one sharing per lesson, or spend more time on some lessons and less on others.\n\nYou can also run free, and decide for yourselves what the next sharing should be about. You can take turns picking exercise or meditations, or decide to focus on a challenge or theme.\n\n\\\n**How do we share?**\n\nYou can share in text, by writing in the group chat or you can schedule group calls where you do live sharings.\n\nIn the group calls, you are encouraged to follow a well-proven facilitation guide that takes you through different sharing stages.\n\nCalls can be video* or audio-only, and you as a group can decide what feels best. Keeping the camera on enables deeper connection, while audio-only can be more comfortable to start with.\n\n\\*Video option is only available for users who are 21 or older.\n\n\\\n**When do we share?**\n\nEach group can decide and update the schedule for the group calls in the group settings. The group bot will use this information to send you automatic reminders about the call in your group chat.\n\nChat messages are another way for you to share with your group, at the time and place that suit you best.",
    "facilitationGuide_link": "ⓘ View the full facilitation guide"
  },
  "sv": {
    "title": "Vad är en delning?",
    "text__markdown": "#### Att dela är att berätta om de tankar och känslor du bär på insidan, och ge utrymme för andra att göra samma sak.\n\nBåde vetenskap och erfarenhet visar att man genom att dela med andra kan nå helt nya nivåer av inlärning. Det hjälper dig att gå djupare och utvecklas både snabbare och stadigare.\n\n\\\n**Att dela är en möjlighet för dig att:**\n\n* Sätta ord på och reflektera kring dina tankar och känslor\n* Få nya perspektiv genom att lyssna på andra\n* Uppleva ärlig och sårbar mänsklig kontakt\n\n\\\n**Vad delar vi?**\n\nDu delar dina reflektioner och upplevelser av att arbeta med lektioner eller annat material i appen.\n\nOm du gör en kurs, har de flesta lektioner förslag på vilka frågor eller anteckningar som du kan dela med dig av när du möter din grupp. I gruppen kan ni själva bestämma om ni vill göra en delning per lektion, eller om ni vill lägga mer tid på en lektion och mindre på en annan.\n\nNi kan också hålla det helt öppet och bestämma vad ni vill jobba på från gång till gång. Ni kan turas om att välja meditationer, övningar, utmaningar eller ämnen som ni vill fokusera på vid nästa delning.\n\n\\\n**Hur delar vi?**\n\nDu kan dela i text genom att skriva i gruppchatten eller så kan ni planera in gruppsamtal där ni delar tillsammans vid en avsatt tidpunkt.\n\nI gruppsamtalen uppmuntras ni att följa en väl beprövad delningsguide som tar er genom de olika faserna i en delning.\n\nSamtalen kan göras med eller utan video*, som grupp kan ni själva bestämma vad som känns bäst. Att ha kameran på skapar djupare kontakt, medan att bara ha mikrofonen igång kan vara mer bekvämt till en början.\n\n\\*Video är endast tillgängligt för användare som är 21 eller äldre.\n\n\\\n**När delar vi?**\n\nNi bestämmer själva i gruppen när ni vill planera in era gruppsamtal och uppdaterar informationen i gruppinställningarna. Gruppens chatbot kommer använda den här informationen för att påminna er om när delningstillfället närmar sig.\n\nAtt skriva i chatten är ett annat sätt för dig att dela med din grupp. Vid en tid och plats som passar dig.",
    "facilitationGuide_link": "ⓘ Här hittar du hela delningsguiden"
  },
  "pt": {
    "title": "O que é uma partilha?",
    "text__markdown": "#### Partilhar é poderes mostrar aos outros o teu mundo interior, os teus pensamentos e sentimentos, reservando também um espaço para que eles façam o mesmo.\n\nA ciência e a experiência mostram que a partilha com outras pessoas traz uma dimensão totalmente nova ao processo de aprendizagem e ajuda-te a crescer mais rápido, com mais estabilidade e profundidade.\n\n\\\n**Partilhar dá-te uma oportunidade para:**\n\n* Verbalizares e refletires sobre os teus pensamentos e emoções\n* Ganhar novas perspetivas ao ouvir as outras pessoas\n* Experimentar uma conexão humana mais crua e vulnerável\n\n\\\n**O que podes partilhar?**\n\nPodes partilhar as tuas reflexões e experiências relativas às lições e outros conteúdos da 29k FJN.\n\nSe fizeres um dos cursos, a maioria das lições tem perguntas específicas de partilha e sugestões sobre os temas e as notas que devem ser discutidas com o teu grupo. O grupo pode decidir fazer um partilha por lição ou gastar mais tempo em algumas lições e menos noutras.\n\nO grupo pode também decidir de forma livre o tema da próxima partilha. Podem revezar-se na escolha de exercícios ou meditações, ou decidir concentrarem-se num desafio ou tema específico.\n\n\\\n**Como podes partilhar?**\n\nPodes partilhar através de texto, escrevendo no chat do grupo ou podes agendar chamadas em grupo.\n\nNas chamadas em grupo, és incentivado a seguir um guia testado que facilita a condução das diferentes fases da sessão.\n\nAs chamadas podem ser por vídeo (*) ou somente áudio, podendo cada elemento, ou o grupo decidir o que será mais adequado. Manter a câmara ligada permite sem dúvida conexões mais profundas, enquanto o áudio sendo menos rico pode ser mais confortável para começar.\n\n(*) a opção de partilha por video para utilizadores maiores de 21 anos.\n\n\\\n**Quando podes partilhar?**\n\nCada grupo pode decidir e atualizar o calendário das suas chamadas nas configurações do grupo. O bot do grupo usará essas informações para enviar lembretes automáticos sobre as chamadas do grupo.\n\nAs mensagens de chat são outra forma de partilha em grupo, na hora e no local que mais te convier.",
    "facilitationGuide_link": "ⓘ Consulta o guia de facilitação de partilhas aqui"
  }
}