{
  "en": {
    "id": "9Csy1WUmCjgtanJJ9NhgXM",
    "root": "section1",
    "sections": [
      {
        "id": "section1",
        "type": "editorialWithImage",
        "alias": "Introduction",
        "title": "Introduction",
        "content": "Gaining clarity on what we value is important in times of crisis as it helps us understand what guides our actions. Having calibrated your inner compass, you’re now in a driver’s seat and ready to move off\n\nBut which road to take? What speed to drive at? And how to deal with all the inevitable challenges that lie ahead?\n\nIn this lesson, you will explore how to drive your life in your chosen direction, even in the face of adversity.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section2"
          }
        ]
      },
      {
        "id": "section2",
        "type": "editorialWithImage",
        "alias": "Turning values into action",
        "title": "Turning values into action",
        "content": "As humans we’re social, goal-oriented, progress-driven species.\n\nHowever, when we’re faced with a lot of change and uncertainty, such as during a crisis, it can feel like we are suddenly stopped in our tracks, unsure which way to go next. This in turn can make us feel disappointed, hopeless, disempowered and stuck.\n\nFor example, you might feel disappointed that you can’t leave your home right now due to unforeseen circumstances. You might be angry that your plans, such as to graduate or travel, are being postponed until further notice. You might feel worried about your finances as a result of losing a job.\n\n### Today’s lesson has four parts:\n\n* Being intentional vs Being in control\n* Illusion of control\n* Acceptance\n* The acceptance slider\n\n### You’ll need:\n\n* 30 min of undisturbed time\n* Paper and pen",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section3"
          }
        ]
      },
      {
        "id": "section3",
        "type": "editorialWithImage",
        "alias": "Being intentional vs Being in control",
        "title": "Being intentional vs Being in control",
        "content": "When our world suddenly stops, it’s normal to experience a range of powerful emotions. Living a value-driven life doesn’t come with a promise that we will be happy 100% of the time. All emotions come and go in waves, and happiness is no exception.\n\nInstead of chasing happiness, living a value-driven life requires being intentional about our actions, knowing that the actions themselves may change overtime. Being intentional means spending a lot of time and energy on **taking action** where it matters the most.\n\nIn contrast, being in control means spending a lot of time and energy on **optimising and eliminating** things we don’t like. And when our reality differs from our expectations, we’re prone to experience difficult emotions.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section4"
          }
        ]
      },
      {
        "id": "section4",
        "type": "editorialWithImage",
        "alias": "Illusion of control",
        "title": "Illusion of control",
        "content": "Though our urge to control our lives makes us feel in charge, it is in fact an illusion. We think that the more we control our lives, the closer we will get to our goals, but in fact we end up diverging from our values and stuck in a comfort zone instead.\n\nThink about a situation in your life you’re trying to control right now.\n\n* In what way does this situation reinforce your comfort zone?\n* What happens the more you try to control the situation? ",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section5"
          }
        ]
      },
      {
        "id": "section5",
        "type": "editorialWithImage",
        "alias": "Acceptance",
        "title": "Acceptance",
        "content": "The reason why leaving our comfort zone feels hard is because of how familiar it is. Anything that’s beyond our comfort zone can seem scary, risky and downright uncomfortable.\n\nHowever we simply don’t know what lies beyond. By practicing acceptance - facing the inevitable - we learn to make room for a range of feelings and experiences, without trying to escape, numb or fight the ones we don’t want or like. Through acceptance, we realise that even the most unpleasant and unwelcome emotions will pass.\n\nAcceptance is about choosing to let go of our own expectations - our attachment to outcome - and instead open up to the present moment.\n\nThis doesn’t mean being passive about what matters to us in life. On the contrary, acceptance allows us to focus on our intentions instead and take action precisely where we can.\n\nBy maximising our intentions and minimising our attachment to outcome, our energy can be redirected to where we want it to be and consequently live a value-driven life.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section6"
          }
        ]
      },
      {
        "id": "section6",
        "type": "audio",
        "title": "Meditation",
        "description": "This meditation will help you open up to difficult emotions and make space for the unwanted thoughts and feelings.",
        "audioUri": "https://storage.googleapis.com/k-org-879a8.appspot.com/audio/meditations/the-willingness-stance.mp3",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section7"
          }
        ],
        "alias": "Meditation",
        "duration": "05:04"
      },
      {
        "id": "section7",
        "type": "editorialWithImage",
        "alias": "Introduction to exercise",
        "topImageUri": "https://storage.googleapis.com/k-org-879a8.appspot.com/images/exercises/b4ee034a-3bbc-4e1d-9b59-789f762c05bf/acceptance_small.png",
        "title": "Introduction to exercise",
        "content": "\nWhat prevents us from taking meaningful action in everyday life is almost never the situation itself, but our interpretation of it.\n\nImagine that we have two invisible controls inside us, like the volume and tone controls from an old ’70s stereo.\n\nThe left-hand “acceptance slider” represents your willingness to live with your emotions. You have complete control of this slider. For example, every time you accept a difficult emotion, it’s pushed all the way up to the top. And every time you get angry or frustrated with yourself for feeling a difficult emotion, the slider is set low. This is because you’re trying to fight, control or flee that emotion.\n\nThe slider to the right is the “difficult-emotions slider.” Unfortunately, you have no direct control over this one; it has a mind of its own.\n\nFor example, being required to stay in quarantine can make you feel lonely, invisible, worried, bored and so on.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section8"
          }
        ]
      },
      {
        "id": "section8",
        "type": "editorialWithImage",
        "alias": "The Acceptance Slider",
        "topImageUri": "",
        "title": "The Acceptance Slider",
        "content": "The acceptance slider has a secret in-built function.\n\nWhen the acceptance slider is all the way down, (e.g. when we judge or resist our emotions), the difficult-emotions slider goes all the way up. It can almost feel as if it gets stuck: no matter how hard we try to move the slider, it refuses to budge, only intensifying our emotions.\n\nOn the other hand, when we open to our emotions, no matter how difficult, we push the acceptance slider up again and experience the opposite effect - the difficult emotions slider gets unstuck and can move up freely again according to our actual feelings instead of our interpretations of those feelings.",
        "buttons": [
          {
            "component": "Button",
            "content": "Let’s do this",
            "sectionId": "section9"
          }
        ]
      },
      {
        "id": "section9",
        "type": "writing",
        "alias": "Exercise",
        "title": "Exercise",
        "time": "",
        "question": "",
        "longDescription": "Think about your day so far.\n* How often have you done anything to reduce, change, control or otherwise affect the experience of discomfort?\n* How often have you done something towards your core values?\n\nWrite down your answers.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section10"
          }
        ]
      },
      {
        "id": "section10",
        "type": "writing",
        "alias": "Turn up your acceptance slider",
        "title": "Turn up your acceptance slider",
        "time": "",
        "question": "",
        "longDescription": "Take a look at your own acceptance slider - where is it at right now?\n\nDecide how much you will turn it up. It doesn’t matter where you stand right now, the point is to increase your level of acceptance of difficult emotions.\n\nBy turning your acceptance slider up, you’re making an active choice to open up to all emotions. For example you choose to accept that you’re irritated, angry or sad about cancelling plans.\n\n* How does choosing to accept your emotions, instead of resisting them, affect you?\n\nWrite down your answers.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continue",
            "sectionId": "section11"
          }
        ]
      },
      {
        "id": "section11",
        "type": "editorialWithImage",
        "alias": "# Well ~~done!~~",
        "title": "# Well ~~done!~~",
        "content": "Well done for completing this lesson.\n\nNow that you’ve set a new, higher level of acceptance and let go of the temptation to resist, flee or control your emotions, you will start to experience your emotions for what they are and invest your energy in things you can control.\n\nYou’re being invited to share your reflections from the acceptance exercise\n\n* When you encounter difficult emotions can you give examples of unhelpful strategies you tend to resort to?\n* Are there certain situations in your life you believe you would benefit from meeting them with acceptance and opening up?",
        "buttons": [
          {
            "component": "LessonCompleteButton",
            "content": "Close"
          }
        ]
      }
    ],
    "alias": "Meaning-making in a crisis - Acceptance"
  },
  "sv": {
    "id": "9Csy1WUmCjgtanJJ9NhgXM",
    "root": "section1",
    "sections": [
      {
        "id": "section1",
        "type": "editorialWithImage",
        "alias": "Introduktion",
        "title": "Introduktion",
        "content": "Att tydliggöra vad som är viktigt för oss i kristider kan hjälpa oss att styra livet i den riktning vi vill. Efter att ha kalibrerat vår inre kompass sitter vi nu i förarsätet, redo att åka\n\nMen vilken väg ska vi välja? Vilken hastighet ska vi köra? Och hur kan vi hantera alla de oundvikliga utmaningar som väntar?\n\nI den här lektionen kommer du att utforska hur du kan styra ditt liv i din valda riktning, även när du stöter på motgångar.",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section2"
          }
        ]
      },
      {
        "id": "section2",
        "type": "editorialWithImage",
        "alias": "Omvandla värderingar till handling",
        "title": "Omvandla värderingar till handling",
        "content": "Vi människor är sociala djur. Och vi är väldigt bra på att kämpa för att nå mål, lära oss nytt och lösa problem. \n\nMen när vi står inför osäkerhet och stora förändringar, till exempel under en kris, kan det kännas som att det plötsligt tar stopp. Vi blir lätt osäkra på vilken väg vi ska gå. Det kan få oss att känna oss besvikna, hopplösa, svaga eller som att vi sitter fast.\n\nTill exempel kanske du känner dig besviken över att du inte kan lämna ditt hem just nu på grund av oförutsedda omständigheter. Du kanske är arg över att dina planer att studera eller resa, är uppskjutna. Du kanske känner dig orolig för din ekonomi för att du har förlorat jobbet.\n\n### Den här lektionen har fyra delar:\n\n* Avsiktlig vs att ha kontroll\n* Illusionen av kontroll\n* Acceptans\n* Acceptanskontrollen\n\n### Du behöver:\n\n* 30 min ostörd tid\n* Papper och penna",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section3"
          }
        ]
      },
      {
        "id": "section3",
        "type": "editorialWithImage",
        "alias": "Att vara avsiktlig vs att ha kontroll",
        "title": "Att vara avsiktlig vs att ha kontroll",
        "content": "När världen plötsligt stannar är det vanligt att uppleva jobbiga känslor. Och då hamnar vi lätt i att vilja **kontrollera** dem, bli av med dem eller försöka minska dem. \n\nKontroll innebär att vi spenderar tid och energi på att **optimera** och **bli av med** saker som vi inte gillar. Och när verkligheten inte motsvarar våra förväntningar är det lätt att reagera med ännu mer ilska, ledsamhet eller irritation.\n\nI stället för att jaga lycka innebär ett liv där värderingar styr, att vi är **avsiktliga** med våra beteenden. Att vara avsiktlig är att ägna tid och energi åt det som **betyder** mest, även om det ibland innebär att vi på köpet upplever jobbiga känslor.\n\nAtt låta värderingar styra beteenden innebär inte att vi kommer att vara lyckliga 100% av tiden. Känslor är flyktiga och lycka är inget undantag.",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section4"
          }
        ]
      },
      {
        "id": "section4",
        "type": "editorialWithImage",
        "alias": "Kontroll är en illusion",
        "title": "Kontroll är en illusion",
        "content": "Även om lusten att kontrollera ofta får oss att känna att det är vi som styr, så är det faktiskt en illusion. ibland känns det som att ju mer vi kontrollerar i våra liv, desto närmare kommer vi våra mål eller lyckan. Men ofta innebär kontrollerande att kortsiktiga undvikanden eller åtgärder håller oss kvar i en slags comfort zone. \n\nTänk på en situation i ditt liv som du försöker kontrollera just nu.\n\n* På vilket sätt förstärker den här situationen din comfort zone?\n* Vad händer när du försöker kontrollera situationen?",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section5"
          }
        ]
      },
      {
        "id": "section5",
        "type": "editorialWithImage",
        "alias": "Acceptans",
        "title": "Acceptans",
        "content": "Det är svårt att lämna vår comfort zone. Den är så välbekant. Allt som ligger utanför kan kännas läskigt och riskabelt.\n\nVi vet helt enkelt inte vad som ligger bortom den. Genom att öva acceptans kan vi träna på att göra plats för alla olika känslor och upplevelser. Utan att undvika, kämpa mot eller trycka undan de vi inte vill ha eller gillar. Genom acceptans kan vi låta även de mest obehagliga och ovälkomna känslorna komma och gå.\n\nAcceptans handlar om att öppna sig och tillåta det som pågår på insidan – och låta det vara, precis som det är. Ibland innebär det att släppa våra egna förväntningar på resultat – vi har mycket begränsad kontroll över vad andra gör eller hur andra tar emot det vi själva gör. Ibland blir vi arga, ledsna eller frustrerade, särskilt när det handlar om något som betyder mycket för oss. \n\nAcceptans handlar inte om att vara passiv i en situation som vi inte trivs i, eller att ge upp. Tvärtom låter acceptans oss fokusera på det som är viktigt, och påverka det som vi faktiskt kan påverka – våra egna beteenden.",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section6"
          }
        ]
      },
      {
        "id": "section6",
        "type": "audio",
        "title": "Meditation",
        "description": "Den här meditationen hjälper dig att acceptera och göra plats för jobbiga känslor och tankar.",
        "audioUri": "https://res.cloudinary.com/twentyninek/video/upload/q_auto,t_global/v1621352813/Meditations/the_willingness_stance_svenska_-_2021-05-18_17_ozm9wc.mp3",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section7"
          }
        ],
        "duration": "8:41"
      },
      {
        "id": "section7",
        "type": "editorialWithImage",
        "alias": "De två spakarna",
        "topImageUri": "https://storage.googleapis.com/k-org-879a8.appspot.com/images/exercises/b4ee034a-3bbc-4e1d-9b59-789f762c05bf/acceptance_small.png",
        "title": "De två spakarna",
        "content": "Tänk dig att vi har två osynliga spakar på insidan, som volymkontrollerna på en gammal stereo.\nSpaken till höger representerar **svåra känslor.** Det är tyvärr svårt att dra i den här spaken. Vi kan sällan bestämma oss för att **inte** känna oss ensamma, osynliga, oroliga, uttråkade eller något annat om vi till exempel sitter i karantän. Men ofta lägger vi mycket kraft och energi på att försöka **påverka** volymen eller till och med **bli av med det** som känns jobbigt på insidan. \nHär kommer en viktig grej som du säkert känner igen: ju mer vi kämpar för att dra ner svåra känslor-spaken, desto hårdare verkar den **sitta fast**. Och desto mer intensiva kan just de känslor eller tankar som vi försöker **undvika** bli.",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section8"
          }
        ]
      },
      {
        "id": "section8",
        "type": "editorialWithImage",
        "alias": "Acceptansknappen",
        "topImageUri": "",
        "title": "Acceptansknappen",
        "content": "Ibland när vi befinner oss i en situation är det inte själva situationen, utan vår tolkning av den som hindrar oss från att göra det som är viktigt i stunden. Ofta känns det som att vi måste bli av med det jobbiga på insidan, innan vi kan ta tag i något viktigt som väntar. Det är här tricket med acceptans kommer in.\n\nDen vänstra spaken representerar acceptans eller villighet att ha jobbiga känslor. När vi försöker bekämpa, kontrollera eller undvika jobbiga känslor är vår villighet att ha dem nere på noll. Men acceptans-spaken har vi **full kontroll** över. När vi väljer att **acceptera** att något är **svårt** för oss eller innebär att en jobbig tanke kommer upp, skjutsar vi vår villighets-spak **hela vägen upp** till toppen. Och då händer det nåt med den högra spaken, den som reglerar svåra känslor: den kan **röra sig fritt** igen. Den sitter inte längre fast. \n\nAtt acceptera det som är jobbigt på insidan, gör det möjligt för oss välja beteenden i linje med våra värderingar, i stället för att slösa kraft på att påverka det vi inte kan påverka.",
        "buttons": [
          {
            "component": "Button",
            "content": "Okej",
            "sectionId": "section9"
          }
        ]
      },
      {
        "id": "section9",
        "type": "writing",
        "alias": "Övning",
        "title": "Övning",
        "time": "",
        "question": "",
        "longDescription": "Tänk på din dag hittills.\n\n* Hur ofta har du gjort något för att minska, undvika, kontrollera eller på annat sätt påverka en upplevelse av obehag på insidan?\n* Hur ofta har du gjort något i linje med dina värderingar?\n\nSkriv ner dina svar.",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section10"
          }
        ]
      },
      {
        "id": "section10",
        "type": "writing",
        "alias": "Dra upp din acceptans-spak",
        "title": "Dra upp din acceptans-spak",
        "time": "",
        "question": "",
        "longDescription": "Ta en titt på din egen acceptans-spak, din villighet att **ha** det som är svårt på insidan – var står den just nu?\n\nBestäm hur mycket du ska dra upp den. Det spelar ingen roll var på skalan du är just nu, poängen är att **öka** din nivå av **acceptans** för att ha svåra känslor.\n\nGenom att höja din villighet gör du ett **aktivt** val att låta alla känslor finnas. Du väljer till exempel att acceptera att du är irriterad, arg eller ledsen över att avbryta planer.\n\n* Hur påverkar det dig att välja att **acceptera** dina känslor istället för att **undvika** dem?\n\nSkriv ner dina svar.",
        "buttons": [
          {
            "component": "Button",
            "content": "Fortsätt",
            "sectionId": "section11"
          }
        ]
      },
      {
        "id": "section11",
        "type": "editorialWithImage",
        "alias": "# Bra ~~jobbat!~~",
        "title": "# Bra ~~jobbat!~~",
        "content": "Bra jobbat med den här lektionen.\n\nNu när du har satt en ny, högre nivå av acceptans och lägger märke till impulsen att undvika, fly eller kontrollera dina känslor, kan du uppleva dina känslor för vad de faktiskt är. Och ägna din energi åt sådant som vi faktiskt kan kontrollera.\n\nDu är nu redo att dela med din grupp, förbered dig genom att svara på följande frågor:\n\n* Kan du ge exempel på ohjälpsamma strategier som du brukar använda när du stöter på svåra känslor?\n* Finns det vissa situationer i ditt liv som du tror att du skulle ha nytta av att möta med acceptans och öppenhet?",
        "buttons": [
          {
            "component": "LessonCompleteButton",
            "content": "Stäng"
          }
        ]
      }
    ],
    "alias": "Meaning-making in a crisis - Acceptance"
  },
  "pt": {
    "id": "9Csy1WUmCjgtanJJ9NhgXM",
    "root": "section1",
    "sections": [
      {
        "id": "section1",
        "type": "editorialWithImage",
        "alias": "Introdução",
        "title": "Introdução",
        "content": "Ter claro o que valorizamos é importante em tempos difíceis, porque nos ajuda a entender o que orienta as nossas ações. Tendo calibrado a tua bússola interna, estás agora no lugar de condutor/a e pronto/a para partir.\n\nMas qual é o caminho seguir? Com que velocidade? E como lidar com todos os desafios inevitáveis que temos pela frente?\n\nNesta lição, vais explorar como podes conduzir a tua vida na direção que escolheste, enfrentando as adversidades pelo caminho.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section2"
          }
        ]
      },
      {
        "id": "section2",
        "type": "editorialWithImage",
        "alias": "Transformar valores em ações",
        "title": "Transformar valores em ações",
        "content": "Os humanos são uma espécie social, orientada por objetivos e impulsionada pelo progresso.\n\nNo entanto, quando nos deparamos com muitas mudanças e incertezas, por exemplo durante uma crise, pode parecer que paramos subitamente no nosso caminho, sem saber que direção seguir. Isto, por sua vez, pode-nos fazer sentir desanimados, sem esperança, sem poder e bloqueados.\n\nPor exemplo, podes sentir-te desanimada/o por não poderes sair de casa devido a circunstâncias imprevistas. Podes estar com raiva porque os teus planos estão a ser adiados temporariamente, por exemplo, acabares o teu curso ou viajar. Ou podes ficar preocupada/o com as tuas finanças por poderes perder o emprego.\n\n### A lição de hoje tem quatro partes:\n\n* Ser intencional vs. Estar no controlo\n* A ilusão do controlo\n* Aceitação\n* O regulador da aceitação\n\n### Vais precisar de:\n\n* 30 min sossegados e sem interrupções\n* Papel e caneta",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section3"
          }
        ]
      },
      {
        "id": "section3",
        "type": "editorialWithImage",
        "alias": "Ser intencional vs Estar no controlo",
        "title": "Ser intencional vs Estar no controlo",
        "content": "Quando o nosso mundo colapsa de repente, é normal experienciarmos uma série de emoções poderosas. Viver uma vida orientada por valores não traz a promessa de que seremos felizes 100% do tempo. Todas as emoções vêm e vão como ondas, a felicidade não é exceção.\n\nEm vez de perseguir a felicidade, viver uma vida orientada por valores requer ser intencional com as nossas ações, sabendo que as próprias ações podem mudar com o tempo. Ser intencional significa gastar muito tempo e energia **agindo** onde é mais importante.\n\nEm contraste, estar no controlo significa gastar muito tempo e energia **otimizando e eliminando** as coisas de que não gostamos. E, quando a nossa realidade difere das nossas expetativas, ficamos mais propensos a experienciar emoções difíceis.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section4"
          }
        ]
      },
      {
        "id": "section4",
        "type": "editorialWithImage",
        "alias": "A ilusão do controlo",
        "title": "A ilusão do controlo",
        "content": "Embora o nosso desejo de controlar as nossas vidas nos faça sentir no comando, é na verdade uma ilusão. Achamos que quanto mais controlamos as nossas vidas, mais perto estamos de atingir os nossos objetivos, mas acabamos por divergir dos nossos valores ficando presos numa zona de conforto.\n\nPensa num aspeto da tua vida que estás a tentar controlar neste momento.\n\n* De que forma esse aspeto reforça a tua zona de conforto?\n* O que acontece quanto tentas controlar esse aspeto?",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section5"
          }
        ]
      },
      {
        "id": "section5",
        "type": "editorialWithImage",
        "alias": "Aceitação",
        "title": "Aceitação",
        "content": "A razão pela qual parece difícil deixarmos a nossa zona de conforto é ela ser tão familiar. Qualquer coisa que esteja além da nossa zona de conforto vai parecer assustadora, arriscada e totalmente desconfortável.\n\nNo entanto, nós não sabemos o que está além dela. Ao praticar a aceitação - enfrentando o inevitável, aprendemos a abrir espaço para um conjunto de sentimentos e experiências, sem tentar escapar, entorpecer ou lutar contra aqueles que não queremos ou de que não gostamos. Pela aceitação, percebemos que até as emoções mais desagradáveis e indesejáveis vão acabar por passsar.\n\nA aceitação é escolher abandonar as nossas próprias expetativas – o nosso apego ao resultado - e, em vez disso, abrirmo-nos para o momento presente.\n\nIsso não significa sermos passivos sobre o que é importante para nós na vida. Pelo contrário, a aceitação permite que nos concentremos nas nossas intenções e ajamos exatamente onde devemos.\n\nAo maximizar as nossas intenções e minimizar o nosso apego ao resultado, permitimos que a nossa energia possa ser redirecionada para onde queremos que ela esteja e, consequentemente, conseguimos viver uma vida melhor e mais orientada pelos nossos valores.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section6"
          }
        ]
      },
      {
        "id": "section6",
        "type": "video",
        "alias": "Manter o foco nos objetivos todos os dias",
        "title": "Manter o foco nos objetivos todos os dias",
        "description": "“Nós podemos passar para lá do céu, vamos vendo se é chegar à lua ou a outra galáxia ou se é chegar a Marte. Só sei que o céu não é o limite.”",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section7"
          }
        ],
        "videos": [
          {
            "imageUri": "https://res.cloudinary.com/twentyninek/image/upload/q_auto,t_global/v1640020943/29k%20FJN/Courses/Meaning%20Making/Thumbnails%209:16/L3ACCEPTANCE_mgu69m.jpg",
            "videoUri": "https://res.cloudinary.com/twentyninek/video/upload/q_auto,t_global/v1640021082/29k%20FJN/Courses/Meaning%20Making/Videos%209:16/L3_Meaning_making_in_a_crisis_V1_-_9x16_cct5vg.mp4"
          }
        ]
      },
      {
        "id": "section7",
        "type": "audio",
        "title": "Meditação",
        "description": "Esta meditação vai ajudar-te a abrires-te às emoções difíceis e a criar espaço para os pensamentos e sentimentos indesejados.",
        "audioUri": "https://res.cloudinary.com/twentyninek/video/upload/q_auto,t_global/v1621448721/29k%20FJN/Meditations/Pedro%20Final/Medita%C3%A7%C3%B5es_18_-_The_willingness_stance_rc9qk6.mp3",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section8"
          }
        ]
      },
      {
        "id": "section8",
        "type": "editorialWithImage",
        "alias": "Introdução ao exercício",
        "topImageUri": "https://res.cloudinary.com/twentyninek/image/upload/q_auto,t_global/v1621437591/29k%20FJN/Images/Slicers_awfezv.png",
        "title": "Introdução ao exercício",
        "content": "O que nos impede de realizar ações significativas na nossa vida quotidiana quase nunca é a situação em si, mas a nossa interpretação dela.\n\nImagina que temos dois reguladores invisíveis dentro de nós, como os reguladores de volume e tom de uma aparelhagem de som dos anos 70.\n\nO regulador da aceitação, à esquerda, representa a tua disposição para conviver com as tuas emoções. Tens controlo total deste regulador. Por exemplo, sempre que aceitas uma emoção difícil, ele é vai para o topo. E todas as vezes que ficas com raiva ou frustrada/o contigo por sentir uma emoção difícil, o regulador vem para baixo. Isto acontece porque estás a tentar lutar, controlar ou fugir dessa emoção.\n\nO regulador da direita é para regular as emoções difíceis. Infelizmente, não tens controlo direto sobre este regulador, tem vontade própria.\n\nPor exemplo, ser obrigada/o a ficar em quarentena pode fazer-te sentir sozinha/o, invisível, preocupada/o, entediada/o e assim por diante.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section9"
          }
        ]
      },
      {
        "id": "section9",
        "type": "editorialWithImage",
        "alias": "O regulador da aceitação",
        "topImageUri": "",
        "title": "O regulador da aceitação",
        "content": "O regulador da aceitação tem uma função secreta incorporada.\n\nQuando o regulador da aceitação está no mínimo (por exemplo, quando julgamos ou resistimos às nossas emoções), o regulador das emoções difíceis atinge o máximo. É quase como se estivesse preso: não importa o quanto tentemos mover o regulador, ele recusa-se a ceder, apenas intensificando as nossas emoções.\n\nPor outro lado, quando nos abrimos às nossas emoções, não importa o quão difícil isso seja, empurramos o regulador da aceitação para cima e experienciamos o efeito oposto - o regulador das emoções difíceis solta-se e pode mover-se livremente de acordo com os nossos sentimentos reais em vez das nossas interpretações desses sentimentos.",
        "buttons": [
          {
            "component": "Button",
            "content": "Vamos a isto",
            "sectionId": "section10"
          }
        ]
      },
      {
        "id": "section10",
        "type": "writing",
        "alias": "Exercício",
        "title": "Exercício",
        "time": "",
        "question": "",
        "longDescription": "Pensa no teu dia até este momento.\n\n* Quantas vezes fizeste alguma coisa para reduzir, alterar, controlar ou afetar os teus sentimentos de desconforto?\n* Quantas vezes fizeste alguma coisa em relação aos teus valores fundamentais?\n\nEscreve as tuas respostas.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section11"
          }
        ]
      },
      {
        "id": "section11",
        "type": "writing",
        "alias": "O teu regulador da aceitação",
        "title": "O teu regulador da aceitação",
        "time": "",
        "question": "",
        "longDescription": "Verifica o teu regulador da aceitação – em que posição está neste momento?\n\nDecide quanto o vais aumentar. Não importa a posição atual, o objetivo é aumentar o teu nível de aceitação das emoções difíceis.\n\nAo deslocares o regulador da aceitação para cima, estás a fazer uma escolha ativa para te abrires a todas as emoções. Por exemplo, decides aceitar que estás irritada/o, zangada/o ou triste por cancelares alguns dos teus planos.\n\n* De que forma te afeta aceitares as tuas emoções em vez de lhes resistires?\n\nEscreve as tuas respostas.",
        "buttons": [
          {
            "component": "Button",
            "content": "Continuar",
            "sectionId": "section12"
          }
        ]
      },
      {
        "id": "section12",
        "type": "editorialWithImage",
        "alias": "# ~~Parabéns!~~",
        "title": "# ~~Parabéns!~~",
        "content": "Parabéns por completares esta lição.\n\nAgora que definiste um nível novo e mais exigente de aceitação e abdicaste da tentação de resistir, fugir ou controlar as tuas emoções, começarás a viver as tuas emoções pelo que elas são e a investir a tua energia em coisas que podes controlar.\n\nPodes partilhar as tuas reflexões sobre o exercício de aceitação\n\n* Quando encontras emoções difíceis, consegues dar exemplos de estratégias inúteis às quais tens tendência a recorrer?\n* Existem situações na tua vida em que acreditas que seria benéfico enfrentá-las com aceitação e abertura?",
        "buttons": [
          {
            "component": "LessonCompleteButton",
            "content": "Fechar"
          }
        ]
      }
    ],
    "alias": "Meaning-making in a crisis - Acceptance"
  }
}